antadBodyAutorizacion.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">    <soapenv:Header>       <tem:UserCredential>          <tem:UserName>0536usu0001</tem:UserName>          <tem:Password>jtdo2_X8+Un\ced4</tem:Password>          <tem:Token>9C4845496EE23D7FE476D86C4E834C1D</tem:Token>          <tem:MacAddress>123456789012</tem:MacAddress>          <tem:Comercio>536</tem:Comercio>       </tem:UserCredential>    </soapenv:Header>    <soapenv:Body>       <tem:Autorizacion>          <tem:Comercio>536</tem:Comercio>          <tem:Sucursal>1</tem:Sucursal>          <tem:Caja>REF2107</tem:Caja>          <tem:Cajero>0</tem:Cajero>          <tem:Horario>1</tem:Horario>          <tem:Ticket>35420235</tem:Ticket>          <tem:FolioComercio>354202345</tem:FolioComercio>          <tem:Operacion>000033</tem:Operacion>          <tem:Referencia>0000000000</tem:Referencia>          <tem:Monto>10.00</tem:Monto>          <tem:Emisor>88</tem:Emisor>          <tem:ModoIngreso>022</tem:ModoIngreso>          <tem:Comision>0</tem:Comision>          <tem:Referencia2></tem:Referencia2>          <tem:Referencia3></tem:Referencia3>          <tem:Reintento>0</tem:Reintento>          <tem:FAC>2018-04-22 12:10:58</tem:FAC>       </tem:Autorizacion>    </soapenv:Body> </soapenv:Envelope>
